{
  "number": 1,
  "title": "Of Faith in the Holy Trinity",
  "text": "There is but one living and true God, everlasting, without body, parts, or passions; of infinite power, wisdom, and goodness; the maker, and preserver of all things both visible and invisible. And in unity of this Godhead there be three Persons, of one substance, power, and eternity: the Father, the Son, and the Holy Ghost.",
  "commentary": "Article 1, “Of Faith in the Holy Trinity”, states: There is but one living and true God, everlasting, without body, parts, or passions; of infinite power, wisdom, and goodness; the maker, and preserver of all things both visible and invisible. The commentary below is a concise study essay offering historical context, theological significance, and suggestions for further study. Historically this Article reflects the Reformation effort to retain the catholic tradition where it is scriptural while rejecting practices viewed as unscriptural. For modern readers, note how this Article shapes worship, preaching, and ethical teaching, and compare it with patristic sources and later Anglican commentators.",
  "footnotes": [
    {
      "number": 1,
      "text": "Gibson (1898), The Thirty-Nine Articles — general commentary.",
      "url": "https://archive.org/details/thirtyninearticl00gibs"
    },
    {
      "number": 2,
      "text": "Boultbee (1884), Historical notes on the Articles.",
      "url": "https://archive.org/details/a392944000bouluoft"
    }
  ],
  "scholarship": [
    {
      "label": "Gibson (1898) — Internet Archive",
      "url": "https://archive.org/details/thirtyninearticl00gibs"
    },
    {
      "label": "Boultbee (1884) — Internet Archive",
      "url": "https://archive.org/details/a392944000bouluoft"
    },
    {
      "label": "Oxford Reference — Article overview (placeholder)",
      "url": "https://www.oxfordreference.com/"
    },
    {
      "label": "Project Gutenberg — historical texts (placeholder)",
      "url": "https://www.gutenberg.org/"
    }
  ],
  "scripture": [
    "Deuteronomy 6:4",
    "Matthew 28:19"
  ]
}