{
  "number": 2,
  "title": "Of the Word or Son of God, which was made very Man",
  "text": "The Son, which is the Word of the Father, begotten from everlasting of the Father, the very and eternal God, and of one substance with the Father, took man's nature in the womb of the blessed Virgin, of her substance: so that two whole and perfect natures ... were joined together in one Person, never to be divided, whereof is one Christ, very God and very Man.",
  "commentary": "Article 2, “Of the Word or Son of God, which was made very Man”, states: The Son, which is the Word of the Father, begotten from everlasting of the Father, the very and eternal God, and of one substance with the Father, took man's nature in the womb of the blessed Virgin, of her substance: so that two whole and perfect natures . The commentary below is a concise study essay offering historical context, theological significance, and suggestions for further study. Historically this Article reflects the Reformation effort to retain the catholic tradition where it is scriptural while rejecting practices viewed as unscriptural. For modern readers, note how this Article shapes worship, preaching, and ethical teaching, and compare it with patristic sources and later Anglican commentators.",
  "footnotes": [
    {
      "number": 1,
      "text": "Gibson (1898), The Thirty-Nine Articles — general commentary.",
      "url": "https://archive.org/details/thirtyninearticl00gibs"
    },
    {
      "number": 2,
      "text": "Boultbee (1884), Historical notes on the Articles.",
      "url": "https://archive.org/details/a392944000bouluoft"
    }
  ],
  "scholarship": [
    {
      "label": "Gibson (1898) — Internet Archive",
      "url": "https://archive.org/details/thirtyninearticl00gibs"
    },
    {
      "label": "Boultbee (1884) — Internet Archive",
      "url": "https://archive.org/details/a392944000bouluoft"
    },
    {
      "label": "Oxford Reference — Article overview (placeholder)",
      "url": "https://www.oxfordreference.com/"
    },
    {
      "label": "Project Gutenberg — historical texts (placeholder)",
      "url": "https://www.gutenberg.org/"
    }
  ],
  "scripture": [
    "John 1:1-14",
    "Philippians 2:5-11"
  ]
}