{
  "number": 4,
  "title": "Of the Resurrection of Christ",
  "text": "Christ did truly rise again from death, and took again his body, with flesh, bones, and all things appertaining to the perfection of man's nature; wherewith he ascended into Heaven, and there sitteth, until he return to judge all men at the last day.",
  "commentary": "Article 4, “Of the Resurrection of Christ”, states: Christ did truly rise again from death, and took again his body, with flesh, bones, and all things appertaining to the perfection of man's nature; wherewith he ascended into Heaven, and there sitteth, until he return to judge all men at the last day. The commentary below is a concise study essay offering historical context, theological significance, and suggestions for further study. Historically this Article reflects the Reformation effort to retain the catholic tradition where it is scriptural while rejecting practices viewed as unscriptural. For modern readers, note how this Article shapes worship, preaching, and ethical teaching, and compare it with patristic sources and later Anglican commentators.",
  "footnotes": [
    {
      "number": 1,
      "text": "Gibson (1898), The Thirty-Nine Articles — general commentary.",
      "url": "https://archive.org/details/thirtyninearticl00gibs"
    },
    {
      "number": 2,
      "text": "Boultbee (1884), Historical notes on the Articles.",
      "url": "https://archive.org/details/a392944000bouluoft"
    }
  ],
  "scholarship": [
    {
      "label": "Gibson (1898) — Internet Archive",
      "url": "https://archive.org/details/thirtyninearticl00gibs"
    },
    {
      "label": "Boultbee (1884) — Internet Archive",
      "url": "https://archive.org/details/a392944000bouluoft"
    },
    {
      "label": "Oxford Reference — Article overview (placeholder)",
      "url": "https://www.oxfordreference.com/"
    },
    {
      "label": "Project Gutenberg — historical texts (placeholder)",
      "url": "https://www.gutenberg.org/"
    }
  ],
  "scripture": [
    "1 Corinthians 15:3-8",
    "Acts 1:9-11"
  ]
}